"Error -90057" = "AD domaint kell biztosítani. ([domain]\\[felhasznalonev])";
"Error -10100" = "Érvénytelen hitelesítési módszer.";
"Error -10010" = "Érvénytelen nyelv.";
"Error -10004" = "A felhasználó lejárt.";
"Error -10003" = "A felhasználó zárolva.";
"Error -10005" = "A felhasználó ideiglenesen zárolva.";
"Error -10103" = "El kell fogadnia az EULA-t";
"Error -10104" = "A felhasználónak meg kell változtatnia a jelszavát.";
"Error -10106" = "A felhasználónak meg kell változtatnia a felhasználónevét.";
"Error -40761" = "Jelenleg a fájl nem dekódolható. Kérjen meg egy másik felhatalmazott felhasználót, hogy adjon hozzáférést ehhez a fájlhoz.";
"Error -40751" = "A kért fájl nem található.";
"Error -80021" = "A megadott fájlszegmens érvénytelen.";
"Error -70104" = "A felhasználó már jóváhagyta az EULA-t.";
"Error -70560" = "Már létezik egy ilyen felhasználónév.";
"Error -70105" = "A felhasználó nem módosíthatja a felhasználónevét.";
"Error -10105" = "Ezen falhasználó jelszava nem állítható vissza.";
"Error -70020" = "A titkosítási kulcspár nem található. Először állítsa be a titkosítási jelszót.";
"Error -70021" = "A titkosítási kulcspár már beállítva.";
"Error -70501" = "A felhasználó nem található.";
"Error -10107" = "A jelszó csak 5 percenként állítható vissza.";
"Error -40755" = "Hibás fájlnév.";
"Error -40010" = "Egy szobát vagy mappát nem lehet felülírni.";
"Error -80006" = "A lejárati idő a múltban van.";
"Error -80008" = "A lejárati idő túl későn van.";
"Error -40763" = "A fájlkulcsot meg kell adni.";
"Error -40756" = "Érvénytelen fájltitkosítás.";
"Error -70022" = "Érvénytelen titkosítási kulcspár.";
"Error -41054" = "A mappáknak / fájloknak ugyanazon a helyen kell lenniük.";
"Error -40001" = "A titkosított fájlokat nem lehet másolni vagy áthelyezni egy nem titkosított helyre.";
"Error -40002" = "Nem titkosított fájlokat nem lehet titkosított szobába másolni vagy áthelyezni.";

"Decryption password required" = "A titkosítási jelszó szükséges";
"Enter your decryption password to access encrypted data rooms." = "Adja meg a dekódolási jelszót a titkosított adattárak eléréséhez.";

"You have successfully created a share link for {0}." = "Sikeresen létrehozott egy letöltési megosztást {0} részére.";
"You have successfully created the upload account {0}" = "Sikeresen létrehozta a {0} feltöltési megosztást ";
"{0} Share(s) created" = "Megosztás(ok) létrehozva {0}";

"The AV scanner detected that the file could be malicious" = "Az AV szkenner észlelte, hogy a fájl rosszindulatú lehet";
